Repository: tryton-ar/account_voucher_ar
Catalog: locale/*.po
Languages: es

# field:account.configuration,default_payment_currency:
source: Default Payment Currency
es: Moneda por defecto en Pagos

# field:account.configuration,default_payment_journal:
source: Default Payment Journal
es: Diario por defecto en Pagos

# field:account.configuration,default_receipt_currency:
source: Default Receipt Currency
es: Moneda por defecto en Recibos

# field:account.configuration,default_receipt_journal:
source: Default Receipt Journal
es: Diario por defecto en Recibos

# field:account.configuration.default_voucher,company:
source: Company
es: Empresa

# field:account.configuration.default_voucher,default_payment_currency:
source: Default Payment Currency
es: Moneda por defecto en Pagos

# field:account.configuration.default_voucher,default_payment_journal:
source: Default Payment Journal
es: Diario por defecto en Pagos

# field:account.configuration.default_voucher,default_receipt_currency:
source: Default Receipt Currency
es: Moneda por defecto en Recibos

# field:account.configuration.default_voucher,default_receipt_journal:
source: Default Receipt Journal
es: Diario por defecto en Recibos

# field:account.fiscalyear,payment_sequence:
source: Payment Sequence
es: Secuencia de pago

# field:account.fiscalyear,receipt_sequence:
source: Receipt Sequence
es: Secuencia de recibo

# field:account.move.line,amount_residual:
source: Amount Residual
es: Importe pendiente

# field:account.move.line,voucher_payments:
source: Voucher Payments
es: Pagos

# field:account.voucher,amount:
source: Payment
es: Saldando

# field:account.voucher,amount_invoices:
source: Invoices
es: Total facturas

# field:account.voucher,amount_to_pay:
source: To Pay
es: A pagar

# field:account.voucher,comment:
source: Comment
es: Comentario

# field:account.voucher,company:
source: Company
es: Empresa

# field:account.voucher,currency:
source: Currency
es: Moneda

# field:account.voucher,currency_code:
source: Currency Code
es: Código de Moneda

# field:account.voucher,currency_rate:
source: Currency rate
es: Tasa de cambio

# field:account.voucher,date:
source: Date
es: Fecha

# field:account.voucher,journal:
source: Journal
es: Diario

# field:account.voucher,lines:
source: Lines
es: Líneas

# field:account.voucher,lines_credits:
source: Credits
es: Créditos

# field:account.voucher,lines_debits:
source: Debits
es: Débitos

# field:account.voucher,move:
source: Move
es: Asiento

# field:account.voucher,move_cancelled:
source: Move Cancelled
es: Asiento de Cancelación

# field:account.voucher,number:
source: Number
es: Número

# field:account.voucher,party:
source: Party
es: Entidad

# field:account.voucher,pay_invoice:
source: Pay Invoice
es: Pagar factura

# field:account.voucher,pay_lines:
source: Pay Mode Lines
es: Formas de pago

# field:account.voucher,state:
source: State
es: Estado

# field:account.voucher,voucher_type:
source: Type
es: Tipo

# field:account.voucher,writeoff:
source: Write Off
es: Desajuste

# field:account.voucher,writeoff_description:
source: Write Off Description
es: Descripción del desajuste

# field:account.voucher.line,account:
source: Account
es: Cuenta contable

# field:account.voucher.line,amount:
source: Amount
es: Saldando

# field:account.voucher.line,amount_original:
source: Original Amount
es: Total

# field:account.voucher.line,amount_unreconciled:
source: Unreconciled amount
es: Pendiente

# field:account.voucher.line,currency_rate:
source: Currency rate
es: Tasa de cambio

# field:account.voucher.line,date:
source: Date
es: Fecha

# field:account.voucher.line,date_expire:
source: Expire date
es: Fecha de vencimiento

# field:account.voucher.line,line_type:
source: Type
es: Tipo

# field:account.voucher.line,move_line:
source: Move Line
es: Línea de asiento

# field:account.voucher.line,name:
source: Name
es: Nombre

# field:account.voucher.line,reference:
source: reference
es: Referencia

# field:account.voucher.line,voucher:
source: Voucher
es: Comprobantes

# field:account.voucher.line.credits,account:
source: Account
es: Cuenta contable

# field:account.voucher.line.credits,amount:
source: Amount
es: Importe

# field:account.voucher.line.credits,amount_original:
source: Original Amount
es: Total

# field:account.voucher.line.credits,amount_unreconciled:
source: Unreconciled amount
es: Pendiente

# field:account.voucher.line.credits,currency_rate:
source: Currency rate
es: Tasa de cambio

# field:account.voucher.line.credits,date:
source: Date
es: Fecha

# field:account.voucher.line.credits,line_type:
source: Type
es: Tipo

# field:account.voucher.line.credits,move_line:
source: Move Line
es: Línea de asiento

# field:account.voucher.line.credits,name:
source: Name
es: Nombre

# field:account.voucher.line.credits,voucher:
source: Voucher
es: Comprobantes

# field:account.voucher.line.debits,account:
source: Account
es: Cuenta contable

# field:account.voucher.line.debits,amount:
source: Amount
es: Importe

# field:account.voucher.line.debits,amount_original:
source: Original Amount
es: Total

# field:account.voucher.line.debits,amount_unreconciled:
source: Unreconciled amount
es: Pendiente

# field:account.voucher.line.debits,currency_rate:
source: Currency rate
es: Tasa de cambio

# field:account.voucher.line.debits,date:
source: Date
es: Fecha

# field:account.voucher.line.debits,line_type:
source: Type
es: Tipo

# field:account.voucher.line.debits,move_line:
source: Move Line
es: Línea de asiento

# field:account.voucher.line.debits,name:
source: Name
es: Nombre

# field:account.voucher.line.debits,voucher:
source: Voucher
es: Comprobantes

# field:account.voucher.line.paymode,pay_amount:
source: Pay Amount
es: Importe

# field:account.voucher.line.paymode,pay_mode:
source: Pay Mode
es: Forma de pago

# field:account.voucher.line.paymode,related_statement_line:
source: Statement Line
es: Línea de extracto relacionada

# field:account.voucher.line.paymode,voucher:
source: Voucher
es: Comprobantes

# field:account.voucher.paymode,account:
source: Account
es: Cuenta contable

# field:account.voucher.paymode,company:
source: Company
es: Empresa

# field:account.voucher.paymode,name:
source: Name
es: Nombre

# field:account.voucher.paymode,statement_journal:
source: Journal
es: Diario

# field:account.voucher.paymode,statement_reconcile:
source: Statement Conciliation
es: Conciliación en extracto

# help:account.voucher,number:
source: Voucher Number
es: Número

# model:account.configuration.default_voucher,name:
source: Account Configuration Default Voucher
es: Configuración por defecto para Comprobantes

# model:account.voucher,name:
source: Account Voucher
es: Comprobante contable

# model:account.voucher.line,name:
source: Account Voucher Line
es: Línea del comprobante

# model:account.voucher.line.credits,name:
source: Account Voucher Line Credits
es: Créditos del comprobante

# model:account.voucher.line.debits,name:
source: Account Voucher Line Debits
es: Débitos del comprobante

# model:account.voucher.line.paymode,name:
source: Account Voucher Line Pay Mode
es: Pago en comprobante

# model:account.voucher.paymode,name:
source: Account Voucher Pay Mode
es: Forma de Pago

# model:ir.action,name:act_voucher_form
source: All Vouchers
es: Todos los comprobantes

# model:ir.action,name:act_voucher_payment_form
source: Payments
es: Pagos

# model:ir.action,name:act_voucher_payment_form2
source: Payments
es: Pagos

# model:ir.action,name:act_voucher_paymode_form
source: Paymode
es: Formas de pago/cobro

# model:ir.action,name:act_voucher_receipt_form
source: Receipts
es: Recibos

# model:ir.action,name:act_voucher_receipt_form2
source: Receipts
es: Recibos

# model:ir.action,name:report_account_voucher
source: Voucher
es: Comprobante

# model:ir.action,name:wizard_select_invoices
source: Select Invoices to receive/pay
es: Seleccione facturas a cobrar/pagar

# model:ir.action.act_window.domain,name:act_voucher_form_domain_all
source: All
es: Todo

# model:ir.action.act_window.domain,name:act_voucher_form_domain_calculated
source: Calculated
es: Calculado

# model:ir.action.act_window.domain,name:act_voucher_form_domain_draft
source: Draft
es: Borrador

# model:ir.action.act_window.domain,name:act_voucher_form_domain_posted
source: Posted
es: Confirmado

# model:ir.action.act_window.domain,name:act_voucher_payment_form_domain_all
source: All
es: Todo

source: Calculated
es: Calculado

# model:ir.action.act_window.domain,name:act_voucher_payment_form_domain_draft
source: Draft
es: Borrador

# model:ir.action.act_window.domain,name:act_voucher_payment_form_domain_posted
source: Posted
es: Confirmado

# model:ir.action.act_window.domain,name:act_voucher_receipt_form_domain_all
source: All
es: Todo

# model:ir.action.act_window.domain,name:act_voucher_receipt_form_domain_draft
source: Draft
es: Borrador

# model:ir.action.act_window.domain,name:act_voucher_receipt_form_domain_posted
source: Posted
es: Confirmado

# model:ir.message,text:msg_amount_greater_unreconciled
source: Amount greater than invoice amount
es: Importe mayor al importe de factura

# model:ir.message,text:msg_amount_invoices_greater_amount
source: You can not post the voucher because Invoices amount is greater than Payment amount
es: No puede confirmar el comprobante porque el importe de facturas es mayor al importe de pago

# model:ir.message,text:msg_change_voucher_sequence
source: You can not change voucher sequence in fiscal year "%(fiscal_year)s" because there are already posted vouchers in this fiscal year.
es: No puede cambiar la secuencia del comprobante en el año fiscal «%(fiscal_year)s» porque ya hay comprobantes confirmados en este año fiscal.

# model:ir.message,text:msg_check_not_in_draft
source: Check "%(check)s" is not in draft state
es: El cheque número "%(check)s" no está en estado borrador

# model:ir.message,text:msg_delete_voucher
source: You can not delete a voucher that is posted!
es: ¡No puede eliminar un comprobante ya confirmado!

# model:ir.message,text:msg_different_voucher_sequence
source: Fiscal year "%(first)s" and "%(second)s" have the same voucher sequence.
es: El año fiscal «%(first)s» y «%(second)s» tienen la misma secuencia de comprobante.

# model:ir.message,text:msg_issued_check_not_issued
source: Issued check "%(check)s" is not in Issued state
es: El cheque emitido número "%(check)s" no figura como "Emitido"

# model:ir.message,text:msg_missing_pay_lines
source: You have to enter pay mode lines!
es: ¡Debe ingresar las líneas de formas de pago!

# model:ir.message,text:msg_no_journal_check_account
source: You need to define a check account in the journal "%(journal)s"
es: Debe definir la cuenta del cheque en el diario "%(journal)s"

# model:ir.message,text:msg_post_already_reconciled
source: You can not post the voucher because it already has reconciled lines!\n\nLines:\n%(lines)s
es: No puede confirmar el comprobante porque ya posee líneas conciliadas!

# model:ir.message,text:msg_refund_with_amount_difference
source: You can not credit with refund invoice "%(invoice)s" because total amount is different than amount to pay.
es: No puede abonar con devolución la factura "%(invoice)s" porque el total es diferente al importe a pagar.

# model:ir.message,text:msg_third_check_not_held
source: Third check "%(check)s" is not in Held state
es: El cheque de tercero número "%(check)s" no figura como "En cartera"

# model:ir.message,text:msg_third_pay_check_not_delivered
source: Third check "%(check)s" is not in Delivered state
es: El cheque de tercero número "%(check)s" no figura como "Entregado"

# model:ir.model.button,confirm:voucher_cancel_button
source: Are you sure you want to cancel the voucher?
es: ¿Está seguro de querer cancelar el comprobante?

# model:ir.model.button,help:paymode_calculate_remaining_amount_button
source: Calculate remaining amount to balance the voucher
es: Calcular el importe remanente del comprobante

# model:ir.model.button,help:voucher_cancel_button
source: Cancel the voucher
es: Cancelar el comprobante

# model:ir.model.button,string:paymode_calculate_remaining_amount_button
source: Calculate remaining
es: Calcular remanente

# model:ir.model.button,string:voucher_cancel_button
source: Cancel
es: Cancelar

# model:ir.model.button,string:voucher_post_button
source: Confirm
es: Confirmar

# model:ir.rule.group,name:rule_group_voucher_companies
source: User in companies
es: Usuario en las empresas

# model:ir.sequence.type,name:seq_type_account_voucher_payment
source: Account Voucher Payment
es: Pago

# model:ir.sequence.type,name:seq_type_account_voucher_receipt
source: Account Voucher Receipt
es: Recibo

# model:ir.ui.menu,name:menu_paymode
source: Paymode
es: Formas de pago/cobro

# model:ir.ui.menu,name:menu_paymodes
source: Paymode
es: Formas de pago/cobro

# model:ir.ui.menu,name:menu_voucher_form
source: All Vouchers
es: Todos los comprobantes

# model:ir.ui.menu,name:menu_voucher_payment_form
source: Payments
es: Pagos

# model:ir.ui.menu,name:menu_voucher_receipt_form
source: Receipts
es: Recibos

# model:ir.ui.menu,name:menu_vouchers
source: Voucher
es: Comprobantes

# selection:account.voucher,state:
source: Cancelled
es: Cancelado

# selection:account.voucher,state:
source: Draft
es: Borrador

# selection:account.voucher,state:
source: Posted
es: Confirmado

# selection:account.voucher,voucher_type:
source: Payment
es: Pago

# selection:account.voucher,voucher_type:
source: Receipt
es: Recibo

# selection:account.voucher.line,line_type:
source: Credit
es: Crédito

# selection:account.voucher.line,line_type:
source: Debit
es: Débito

# selection:account.voucher.line.credits,line_type:
source: Credit
es: Haber

# selection:account.voucher.line.credits,line_type:
source: Debit
es: Débito

# selection:account.voucher.line.debits,line_type:
source: Credit
es: Haber

# selection:account.voucher.line.debits,line_type:
source: Debit
es: Débito

# view:account.configuration:
source: Vouchers
es: Comprobantes

# view:account.voucher:
source: Other Info
es: Información adicional

# view:account.voucher:
source: Pay Mode Lines
es: Formas de pago

# view:account.voucher:
source: Voucher Lines
es: Facturas pendientes
